/**
 ****************************************************************************************************
 * @file        sys.h
 * @author      正点原子Linux团队(ALIENTEK)
 * @version     V1.1
 * @date        2020-05-04
 * @brief       系统初始化代码(包括时钟配置/中断管理/GPIO设置等)
 * @license     Copyright (c) 2020-2032, 广州市星翼电子科技有限公司
 ****************************************************************************************************
 * @attention
 *
 * 实验平台:正点原子 STM32MP1开发板
 * 在线视频:www.yuanzige.com
 * 技术论坛:www.openedv.com
 * 公司网址:www.alientek.com
 * 购买地址:openedv.taobao.com
 *
 * 修改说明
 * V1.0 20200504
 ****************************************************************************************************
 */

#ifndef __SYS_H
#define __SYS_H

#include "stm32mp1xx.h"
#include "stm32mp1xx_hal.h"
#include "core_cm4.h"

#endif
